Repository: Dima73/enigma2-plugin-extensions-historyzapselector
Catalog: po/*.po
Languages: fr, ru

source: ver.
ru: вер.

source: %02d.%02d - %02d.%02d (%s%d min)
ru: %02d.%02d - %02d.%02d (%s%d мин)

source: %s number: %s
fr: %s numéro: %s
ru: %s номер: %s

source: Auto save history before stopping E2
fr: Sauvegarde automatique de l'historique avant d'arrêter E2
ru: Авто сохранение истории перед остановкой E2

source: Behavior of keys for use
fr: Comportement des touches à utiliser
ru: Поведение кнопок для использования

source: Cancel
fr: Annuler
ru: Отмена

source: Clear History
fr: Effacer l'historique
ru: Очистить историю

source: Could not open Picture in Picture
fr: N'a pu ouvrir l'incrustation d'image
ru: Невозможно открыть PiP!

source: Del entry Clear history Preview
fr: Sup entrée Effacer l'historique Aperçu
ru: Удал. запись Очистить историю Превью

source: Del entry Clear history List Preview
fr: Sup entrée Effacer l'historique Liste Aperçu
ru: Удал. запись Очистить историю Список Превью

source: Delete history list
fr: Supprimer la liste de l'historique
ru: Удалить список истории

source: Delete selected Clear history Preview
fr: Effacer sélect. Effacer l’histo. Aperçu
ru: Удалить запись Очистка истории Превью

source: Delete selected Clear history All list Preview
fr: Effacer sélect. Effacer l’histo. Toute la liste Aperçu
ru: Удалить запись Очистка истории Весь лист Превью

source: Disable auto saving?
fr: Désactiver la sauvegarde automatique ?
ru: Отключить авто сохранение?

source: Duration type
fr: Type de durée
ru: Тип показа продолжительности

source: Enable Zap History
fr: Activer l'historique du zap
ru: Включить плагин истории каналов

source: Enable auto saving?
fr: Activer l'enregistrement automatique ?
ru: Включить авто сохранение?

source: Failed!
fr: Échec!
ru: Не удалось!

source: GUI needs restart to activate hotkey!
fr: L’IGU doit être redémarrée pour activer la touche de raccourci!
ru: Необходим рестарт GUI для активации горячих кнопок!

source: History Zap Selector
fr: Sélection dans l’Historique de Zap
ru: Расширенный селектор истории каналов

source: History zap: count %d
fr: Historique de Zap: nombre %d
ru: История каналов: кол-во %d

source: Invalid number: %s
fr: Nombre non valide: %s
ru: Недействительный номер: %s

source: Main screen
fr: Écran principal
ru: Основой экран

source: Maximum zap history entries
fr: Nombre maximum d'entrées de l'historique zap
ru: Максимальное количество каналов

source: Options
ru: Опции

source: Options for history
fr: Options pour l'historique
ru: Опции списка истории

source: Pipzap
ru: Режим Pipzap

source: Preview zap to service ?
fr: Prévisualisation du zap du service?
ru: Предварительное переключение на сервис?

source: Really clear history list ?
fr: Vraiment effacer la liste de l’historique?
ru: Действительно очистить список истории?

source: Really delete current entry ?
fr: Effacer vraiment l'entrée en cours?
ru: Действительно удалить текущую запись истории?

source: Restore history list
fr: Restaurer la liste de l'historique
ru: Восстановить список истории

source: Save
fr: Sauver
ru: Сохранить

source: Save history list
fr: Sauvegarder la liste de l'historique
ru: Сохранить список истории

source: Settings zap history
fr: Paramètres historique de zap
ru: Настройки плагина истории каналов

source: Setup Zap History:
fr: Configurer l'historique de Zap:
ru: Настройки истории каналов:

source: Show duration events
fr: Afficher la durée des événements
ru: Показать продолжительность событий

source: Show history list
fr: Afficher la liste de l'historique
ru: Показать список истории

source: Show panel buttons on display
fr: Afficher les boutons du panneau sur l'écran
ru: Показать панель кнопок на экране

source: Show warning message before action
fr: Afficher le message d'avertissement avant l'action
ru: Предупреждающее сообщение перед акцией

source: Standard PiP
fr: PiP standard
ru: Стандартный PiP

source: Style services list
fr: Style de la liste des services
ru: Стиль списка сервисов

source: Successed!
fr: Avec succès!
ru: Успешно!

source: Use number zap
fr: Utiliser le numéro de zap
ru: Переключение цифровыми кнопками

source: Use picons
fr: Utiliser les picons
ru: Использовать пиконы

source: Use the number keys for zap to service
fr: Utilisez les touches numériques pour zap vers le service
ru: Используйте цифровые кнопки для переключения на сервис

source: Warning! VCS plugin hotkey need disabled!
fr: Attention ! VCS plugin hotkey doit être désactivé!
ru: Внимание! Горячие кнопки плагина VCS необходимо отключить!

source: Zap as:
fr: Zapper comme:
ru: Переключить как:

source: Zap focus PiP (if only enabled)
fr: Zap focus PiP (seulement si activé)
ru: Переключение как PiP (если он включен)

source: clear history list
fr: Effacer la liste de l'historique
ru: Очистка списка истории

source: config:
ru: конфиг:

source: default (only service name)
fr: par défaut (nom du service uniquement)
ru: дефолт (название сервиса)

source: delete selected entry
fr: supprimer l'entrée sélectionnée
ru: удалить выбранную запись

source: disabled
fr: désactivé
ru: отключено

source: enabled
fr: activé
ru: включено

source: event name
fr: Nom de l'évènement
ru: название события

source: event name and description
fr: nom et description de l'événement
ru: название события и описание

source: exit
fr: sortir
ru: выход

source: next entry
fr: entrée suivante
ru: следующая запись

source: only CH+/-,B+/-,P+/-
fr: seulement CH+/-,B+/-,P+/-
ru: только CH+/-,B+/-,P+/-

source: only LEFT/RIGHT
fr: seulement GAUCHE/DROITE
ru: только LEFT/RIGHT

source: only Pipzap
fr: seulement Pipzap
ru: только Pipzap

source: only TEXT/HELP
fr: seulement TEXT/HELP
ru: только TEXT/HELP

source: only standard PiP
fr: seulement PiP standard
ru: только стандартный PiP

source: open Event View
fr: ouvrir la vue de l'événement
ru: открыть просмотр события

source: open list options
fr: ouvrir la liste des options
ru: открыть список выбора

source: open single EPG
fr: ouvrir l’EPG simple
ru: открыть одиночное EPG

source: preview for selected entry
fr: aperçu pour l'entrée sélectionnée
ru: превью для выбранной записи

source: previous entry
fr: entrée précédente
ru: предыдущая запись

source: progress bar
fr: barre de progression
ru: прогресс бар

source: remaining minutes
fr: minutes restantes
ru: минуты

source: show all list
fr: afficher toute la liste
ru: показать весь список

source: show options list
fr: afficher la liste des options
ru: показать список выбора

source: standard < >
ru: стандарт < >

source: zap to service
fr: zapper vers le service
ru: переключить на сервис

source: Show parental control services
ru: Показывать сервисы родительского контроля

source: Auto restore history after start E2
ru: Авто восстановление истории после старта E2

source: Disable auto restore?
ru: Отключить авто восстановление?

source: Enable auto restore?
ru: Включить авто восстановление?

source: (on)
ru: (вкл)

source: (off)
ru: (выкл)

source: Exchange EPG/Info buttons
ru: Обменять кнопки EPG/Info

source: Show transponder info
ru: Показать инфо транспондера

source: HistoryZapSelector
fr: HistoriqueZapSelecteur
